{
  "naut-head-title": "Fondo Comunitario • Lumenaut",



  "naut-nav-join": "Unirse",
  "naut-nav-faq": "FAQ",
  "naut-nav-payments": "Pagos",
  "naut-nav-export": "Exportar",
  "naut-nav-about": "Sobre nosotros",
  "naut-nav-store": "Tienda",



  "naut-welcome-title": "Fondo Comunitario",
  "naut-welcome-decription": "100% pago, sin cargos.<br>Creado por la comunidad, para la comunidad.",
  "naut-welcome-accounts": "Cuentas",
  "naut-welcome-votes": "Votos",
  "naut-welcome-inflation": "Destino de Inflación",
  "naut-welcome-join": "Únete ahora",



  "naut-join-title": "Únete Al Fondo Comunitario",
  "naut-join-tab-wallet": "1. Selecciona tu cartera",
  "naut-join-tab-cast": "2. Emite tu voto",
  "naut-join-tab-confirm": "3. Confirma tu voto",
  "naut-join-wallet": "En primer lugar, tendrás que transferir todos tus Lumens a una cartera controlada por ti. Si mantuvieras tus Lumens en la página donde se compran y venden (\"exchange\"), entonces será esta página la que recibirá la inflación y no te dará tu parte.",
  "naut-join-wallet-tutorial": "Seleccione el tutorial correspondiente a tu cartera:",
  "naut-join-universal": "Todas las carteras",

  "naut-cast-laboratory-01": "Ve a <a href=\"https://www.stellar.org/laboratory/#?network=public\" target=\"_blank\">Stellar Laboratory</a> y cambia a la red pública:",
  "naut-cast-laboratory-02": "Haz click en \"Transaction Builder\":",
  "naut-cast-laboratory-03": "Copia tu clave pública en \"Source Account\":",
  "naut-cast-laboratory-04": "Haz click en el botón azul \"Fetch next sequence number for account starting with...\":",
  "naut-cast-laboratory-05": "Sigue bajando hasta \"Operation Type\", haz click en el menu desplegable y elige \"Set Options\":",
  "naut-cast-laboratory-06": "Copia nuestra dirección en \"Inflation Destination\":",
  "naut-cast-laboratory-07": "Más abajo, haz click en el botón azul \"Sign in Transaction Signer\":",
  "naut-cast-laboratory-07n1": "Conecta el dispositivo Ledger y abre la aplicación Stellar;",
  "naut-cast-laboratory-07n2": "Sigue bajando y haz click en el botón azul \"Sign with Default BIP path\":",
  "naut-cast-laboratory-07n3": "Aprueba la transacción en el dispositivo;",
  "naut-cast-laboratory-08": "Serás redirigido a una nueva página, baja y pega tu clave secreta en \"Add Signer\":",
  "naut-cast-laboratory-09": "Sigue bajando y haz click en el botón azul \"Submit to Post Transaction endpoint\":",
  "naut-cast-laboratory-10": "Serás redirigido a una nueva página, haz click en el botón azul \"Submit\":",
  "naut-cast-laboratory-11": "Recibirás una respuesta JSON confirmando tu voto. ¡Hecho!",

  "naut-confirm-set": "Inserta tu clave pública abajo para confirmar que el destino de inflación está configurado.",
  "naut-confirm-verify": "Verificar",



  "naut-faq-what": "Qué Es La Inflación",
  "naut-faq-inflation": "La inflación es un mecanismo nominal que distribuye nuevos Lumens. Este evento ocurre semanalmente, a una tasa de 1% por año para los titulares de una cartera con Lumens. La inflación se distribuye utilizando un sistema de “votación”, por lo que aquellos con 0.05% del total de votos califican para obtener los nuevos Lumens. Para aprender más sobre la inflación, por favor, consulta la documentación oficial (en inglés) en <a href=\"https://www.stellar.org/developers/guides/concepts/inflation.html\">Stellar.org</a>.",
  "naut-faq-pool": "Si tu cartera no tiene el requisito mínimo del 0.05% de los votos, entonces aún puede recibir la inflación uniéndose a un fondo comunitario. El fondo comunitario es donde la comunidad puede reunirse y votar en conjunto para alcanzar los votos mínimos requeridos. La inflación se paga al fondo comunitario y luego se divide entre los miembros según el tamaño de la su cuenta. Básicamente, significa que si eres titular recibes Lumens gratis cada semana!",

  "naut-faq-much": "Cuanta Inflación Recibes",
  "naut-faq-estimate": "Para saber cuánto vas a recibir en el próximo pago de la inflación, introduce la cantidad XLM o de clave pública abajo para obtener una estimación.",
  "naut-faq-more": "No almacenamos nada en nuestro servidor, el cálculo se hace localmente en su navegador. <a href=\"https://github.com/Lumenaut-Network/website/tree/gh-pages\" target=\"_blank\">Más Información</a>",

  "naut-faq-when": "Cuando es el pago de inflación",
  "naut-faq-utc": "La inflación se distribuye generalmente por la red Stellar los Martes a las 00:00 UTC. Procesamiento por nuestra parte no debe tardar más de unos pocos minutos después de eso. Como resultado, debes recibir tu parte de la distribución de inflación todos los Martes alrededor de las 00:00 UTC.",

  "naut-faq-why": "Por qué usar Lumenaut Fondo Comunitario",
  "naut-faq-fair": "Actualmente, hay otros fondos comunitarios, pero esos cobran comisiones o apuestan con los pagos de inflación de sus usuarios. Debido a la falta de un fondo comunitario fiable o justo - decidimos crear algo mejor donde no se deducirán comisiones de tu pago. Recibirás el monto total y justo de tu parte de la distribución de inflación semanal.",

  "naut-faq-voting": "Cómo Votar En El Fondo Comunitario",
  "naut-faq-votes": "La votación se realiza al establecer la opción personalizable de destino de inflación a nuestra dirección. Tu voto es igual al número de Lumens que tienes. Entonces, si tienes 100 XLM, tienes 100 votos. Cuantos más Lumens tengas - más Lumens recibirás a través de la inflación. Para aprender a votar por el fondo comunitario Lumenaut por favor revisa los tutoriales.",

  "naut-faq-revote": "Nueva Votación del Destino de la Inflación",
  "naut-faq-automatic": "Tu destino de inflación solo necesita establecerse una vez. La opción está ligada a tu cartera, no a tus Lumens. Entonces, mientras tu dirección tenga Lumens, recibirás automáticamente tu parte del proceso de inflación. Nuevamente, ten en cuenta que esto será proporcional al monto de tus valores en cartera. Unirse a un fondo comunitario no cambia el hecho de que puedes usar tu dirección/cartera como lo harías normalmente. Todo es automático!",

  "naut-faq-safety": "Seguridad del Fondo Comunitario Lumenaut",
  "naut-faq-native": "El destino de la inflación es un componente nativo de la red Stellar. Es 100% seguro porque nuestro fondo comunitario solo tiene acceso a tu clave pública, que es la dirección que utilizas para votar a favor de nuestro fondo comunitario para que podamos saber quién eres y enviarte el pago de la inflación todas las semanas.",

  "naut-faq-secret": "Uso de Clave Secreta Para Establecer el Destino de Inflación",
  "naut-faq-key": "Dependiendo de la cartera que tengas y del <a href=\"#join\">tutorial</a> que sigas - es posible que necesites usar tu clave secreta para establecer el destino de la inflación. En su mayor parte, estarás a salvo ya que tu clave secreta se usará en el sitio web oficial de Stellar o en tu cartera. En caso de que tengas problemas de confianza (lo cual es comprensible) es importante que tengas en cuenta que tu clave secreta no se comparte con nosotros. No necesitamos saber tu clave secreta y no queremos, porque sería problemático para los ambos... Por lo tanto, no hay nada que podamos hacer para dañarte o robar tus fondos.",
  "naut-faq-protection": "Cada transacción u opción configurada en su cartera debe estar firmada con su clave secreta para asegurarse de que la persona que emite la acción sea el verdadero propietario de la cartera. Este proceso es algo bueno, que se traduce en una mayor seguridad para tu balance de Lumens. Estas son medidas preventivas para impedir que cualquier tercero ajuste el destino de inflación de tu cartera sin tu consentimiento.",



  "naut-payments-history": "Historial de Pagos de Lumenaut",
  "naut-payments-date": "Fecha (a/m/d)",
  "naut-payments-total": "Pago Total",
  "naut-payments-fee": "Cuota Total",
  "naut-payments-operations": "Operaciones",
  "naut-payments-rerouted": "Redirección",
  "naut-payments-donated": "Donado",
  "naut-payments-result": "Resultado",



  "naut-export-payments": "Exportación de Pagos de Lumenaut",
  "naut-export-export": "Esto exportará los pagos enviados por Lumenaut a una clave pública determinada. Introduce la clave pública abajo y presiona el botón \"Load\" (cargar) para obtener la información de pagos directamente de la red Stellar. Si lo deseas, puedes exportar un archivo CSV con la información del pago presionando el botón \"Export CSV\".",
  "naut-export-30": "Últimos 30 días",
  "naut-export-year": "Año pasado",
  "naut-export-previous": "Año anterior",
  "naut-export-more": "No almacenamos nada en nuestro servidor, el cálculo se hace localmente en su navegador. <a href=\"https://github.com/Lumenaut-Network/lumenaut-payments-export\" target=\"_blank\">Más Información</a>",
  "naut-export-date": "Fecha",
  "naut-export-amount": "Cantidad",
  "naut-export-input": "Sin clave pública cargada...",



  "naut-about-what": "Qué es Lumenaut",
  "naut-about-collective": "Lumenaut es una red colectiva, entusiasta sobre la tecnología <a href=\"https://www.stellar.org\">Stellar</a>.",
  "naut-about-lumenaut": "El nombre \"Lumenaut\" es un juego de palabras basado en \"lumen\" y \"naut\". La palabra \"lumen\" hace referencia al criptomoneda llamada Lumen utilizada en la red de Stellar, mientras que \"naut\" hace referencia al nombre astronauta o cosmonauta. De este modo, si usted posee Lumens, ya eres un lumenauta como nosotros.",

  "naut-about-members": "Miembros de Lumenaut",
  "naut-about-list": "Este colectivo está formado por usuarios que se reúnen en el subreddit oficial de Stellar. Por el momento, los colaboradores son (por orden alfabético):",
  "naut-about-you": "y tú!",

  "naut-about-help": "Cómo ayudar a Lumenaut",
  "naut-about-services": "Intentamos mejorar la comunidad y el ecosistema de Stellar. No cobramos nada por nuestros servicios al intentar ofrecerte un servicio de alta calidad sin coste alguno. Si deseas contribuir a nuestra causa y ayudarnos a pagar por los servidores, nos ayudará a seguir ofreciendo nuestros servicios de forma gratuita. Esto te permitirá evitar el uso de otros grupos de inflación que restarán comisiones, jugarán con tu inflación, o te enviarán spam. Básicamente, somos tu mejor opción, somos fiables y gratuitos.",

  "naut-about-donate": "Si deseas ayudarnos a lograr al menos $50 por mes para que todos nuestros servicios puedan funcionar sin problemas, puedes donar Lumens (XLM) a nuestra dirección de donación que se comparte abajo.",

  "naut-about-contribute": "Si no puedes donar, entonces puedes ayudarnos difundiendo nuestros servicios a otras personas, haciendo publicaciones en tu blog, referirnos, unirte a nuestras plataformas de medios, sugerir ideas, contribuir con código... O simplemente usar nuestro fondo comunitario, cuantos más votos tenemos más fuertes somos, porque así aunque algunos usuarios decidieran abandonar nuestro fondo comunitario, aún podríamos tener el requisito mínimo de 0.05% de Lumens totales para seguir recibiendo la inflación.",



  "naut-footer-terms": "Términos",
  "naut-footer-privacy": "Privacidad",
  "naut-footer-brand": "Prensa"
}
