{
  "naut-head-title": "Community Pool • Lumenaut",



  "naut-nav-join": "Partecipa",
  "naut-nav-faq": "FAQ",
  "naut-nav-payments": "Pagamenti",
  "naut-nav-export": "Esporta",
  "naut-nav-about": "Chi siamo",
  "naut-nav-store": "Negozio",



  "naut-welcome-title": "Community Pool",
  "naut-welcome-decription": "Payout al 100%, nessuna commissione.<br>Creata dalla community, per la community.",
  "naut-welcome-accounts": "Accounts",
  "naut-welcome-votes": "Voti",
  "naut-welcome-inflation": "Destinazione dell'inflazione",
  "naut-welcome-join": "Partecipa adesso",



  "naut-join-title": "Partecipa alla community pool",
  "naut-join-tab-wallet": "1. Seleziona il tuo wallet",
  "naut-join-tab-cast": "2. Dai il tuo voto",
  "naut-join-tab-confirm": "3. Conferma il tuo voto",
  "naut-join-wallet": "Prima di tutto, si devono trasferire i Lumen su di un wallet gestito direttamente da te. Se i Lumen vengono tenuti presso un exchange, l'exchange riceverà l'inflazione ma tu non riceverai il pagamento.",
  "naut-join-wallet-tutorial": "Seleziona il tutorial corrispondente al tuo wallet:",
  "naut-join-universal": "Tutti i wallet",

  "naut-cast-laboratory-01": "Vai su <a href=\"https://www.stellar.org/laboratory/#?network=public\" target=\"_blank\">Stellar Laboratory</a> e passa al network pubblico:",
  "naut-cast-laboratory-02": "Clicca sull'etichetta \"Transaction Builder\":",
  "naut-cast-laboratory-03": "Incolla la tua Chiave Pubblica nell'area \"Source Account\":",
  "naut-cast-laboratory-04": "Clicca sul bottone blu \"Fetch next sequence number for account starting with...\":",
  "naut-cast-laboratory-05": "Scorri verso il basso la pagina fino a \"Operation Type\", clicca sul menù a tendina e seleziona \"Set Options\":",
  "naut-cast-laboratory-06": "Incolla il nostro indirizzo nell'area \"Inflation Destination\":",
  "naut-cast-laboratory-07": "Scorri verso il basso la pagina e premi il bottone blu \"Sign in Transaction Signer\":",
  "naut-cast-laboratory-07n1": "Connetti il dispositivo Ledger e apri l'app di Stellar;",
  "naut-cast-laboratory-07n2": "Scorri verso il basso e premi il bottone blu \"Sign with Default BIP path\":",
  "naut-cast-laboratory-07n3": "Approva la transazione sul dispositivo;",
  "naut-cast-laboratory-08": "Sarai reindirizzato ad una nuova pagina, scorri verso il basso e incolla la tua Secret Key nell'area \"Add Signer\":",
  "naut-cast-laboratory-09": "Scorri verso il basso e premi il bottone blu \"Submit to Post Transaction endpoint\":",
  "naut-cast-laboratory-10": "Sarai reindirizzato ad una nuova pagina, premi il bottone blu \"Submit\":",
  "naut-cast-laboratory-11": "Riceverai una risposta JSON che confermerà il tuo voto. Fatto!",

  "naut-confirm-set": "Inserisci quì sotto la tua Chiave Pubblica e verifica se l'inflazione è stata impostata correttamente.",
  "naut-confirm-verify": "Verifica",



  "naut-faq-what": "Cos'è l'inflazione",
  "naut-faq-inflation": "L'inflazione è un meccanismo nominale che distribuisce nuovi Lumen. La distribuzione avviene su base settimanale per i soli possessori di Lumen, ad un tasso dell'1% annuo. L'inflazione è distribuita utilizzando un sistema di voto per il quale solo gli account con almeno lo 0,05% di voti sono qualificati a ricevere questi nuovi Lumen. Per maggiori informazioni riguardo il processo d'inflazione, si consiglia di consultare la documentazione ufficiale su <a href=\"https://www.stellar.org/developers/guides/concepts/inflation.html\">Stellar.org</a>.",
  "naut-faq-pool": "Se il tuo account non possiede il numero minimo di voti necessari, allora puoi ricevere l'inflazione partecipando ad una Inflation Pool. L'Inflation Pool è un processo tramite il quale le persone possono raccogliere e votare assieme un unico account, con l'obbiettivo di raggiungere i voti minimi necessari. L'inflazione è pagata all'account rappresentate la pool e successivamente suddivisa tra tutti i partecipanti in base alla dimensione dell'account. Sostanzialmente, questo significa che se possiedi dei Lumen, allora riceverai ulteriori Lumen gratuiti tutte le settimane!",

  "naut-faq-much": "Quanta inflazione si riceve",
  "naut-faq-estimate": "Per conoscere l'ammontare dell'inflazione che si riceverà con il prossimo pagamento, basterà inserire qui sotto o la quantità di XLM che si possiedono oppure la propria Chiave Pubblica.",
  "naut-faq-more": "Le informazioni non vengono salvate nei nostri server, il calcolo viene effettuato localmente nel browser stesso. <a href=\"https://github.com/Lumenaut-Network/website/tree/gh-pages\" target=\"_blank\">Maggiori informazioni</a>",

  "naut-faq-when": "Quando avviene il pagamento dell'inflazione",
  "naut-faq-utc": "L'inflazione viene distribuita solitamente dal network di Stellar tutti i martedì alle ore 00:00 UTC. L'elaborazione del pagamento da parte nostra non richiede più di qualche minuto. Di conseguenza, si potrà ricevere l'inflazione tutti i martedì alle ore 00:00 UTC circa.",

  "naut-faq-why": "Perché utilizzare la Lumenaut Community Pool",
  "naut-faq-fair": "Attualmente, esistono anche altre pool che però fanno pagare commissioni o speculano con l'inflazione dei loro utenti. A causa di questa mancanza di fiducia o di una pool affidabile - abbiamo deciso di creare qualcosa di migliore dove non ci sono commissioni che vengono tolte ai pagamenti. Si riceverà quindi l'ammontate completo al 100%, derivante dalla quota di inflazione distribuita settimanalmente.",

  "naut-faq-voting": "Votare per la Lumenaut Community Pool",
  "naut-faq-votes": "La votazione viene effettuata impostando la destinazione dell'inflazione presso il nostro indirizzo. Il numero di voti è pari al numero di Lumen posseduti. Quindi, se si possiedono 100 XLM, si avranno 100 voti. Più Lumen si possiedono, e più Lumen si riceveranno attraverso l'inflazione. Per capire come votare per la Lumenaut Community Pool, si consiglia di consultare i <a href=\"https://lumenaut.net/#join\">tutorial</a>.",

  "naut-faq-revote": "Revote della destinazione dell'inflazione",
  "naut-faq-automatic": "La destinazione dell'inflazione necessita di essere impostata solo una volta. L'opzione infatti è collegata all'account e non ai Lumen. Quindi, fintanto che l'account possiede dei Lumen, automaticamente si potrà ricevere la propria quota d'inflazione. Si ricorda nuovamente, che l'accredito sarà proporzionale al quantitativo di Lumen posseduti sull'account. Partecipare alla pool non cambia il fatto che si possa comunque utilizzare normalmente il proprio indirizzo/account. Tutto è automatico!",

  "naut-faq-safety": "Sicurezza della Lumenaut Community Pool",
  "naut-faq-native": "La destinazione dell'inflazione è un componente nativo del network di Stellar. E' al 100% sicuro perché la nostra pool ha accesso solamente alla Chiave Pubblica, il quale è l'indirizzo utilizzato per votare per la nostra pool, in questo modo possiamo sapere chi sei e inviarti il pagamento dell'inflazione tutte le settimane.",

  "naut-faq-secret": "Utilizzo della Secret Key per impostare la destinazione dell'inflazione",
  "naut-faq-key": "In base al wallet che si possiede e al <a href=\"#join\">tutorial</a> seguito, potresti aver bisogno di utilizzare la Secret Key per impostare la destinazione dell'inflazione. Si può essere sicuri nell'utilizzare la propria Secret Key solamente sul sito ufficiale di Stellar o sul proprio wallet. Nel caso si dovesse avere poca fiducia (il che è comprensibile), è importate notare che la Secret Key non è condivisa con noi. Noi non abbiamo bisogno e, soprattutto, non vogliamo conoscere la tua Secret Key perchè potrebbe essere un problema per entrambi... Quindi, non possedendola, non c'è nulla che possiamo fare per danneggiarti in qualche modo o sottrarti dei fondi.",
  "naut-faq-protection": "Tutte le transazioni o le opzioni impostate per il tuo account, hanno bisogno di essere approvate attraverso l'utilizzo della Secret Key in modo da essere sicuri che la persona che sta eseguendo l'azione sia effettivamente il vero possessore dell'account. Questa verifica è una cosa buona e, come risultato, ha quello di aumentare ulteriormente la sicurezza dei propri fondi. Ci sono delle misure preventive per bloccare qualunque terza parte dal settare la destinazione dell'inflazione dell'account senza il proprio consenso.",



  "naut-payments-history": "Cronologia dei pagamenti di Lumenaut",
  "naut-payments-date": "Data (a/m/g)",
  "naut-payments-total": "Totale Pagamenti",
  "naut-payments-fee": "Totale Commissioni",
  "naut-payments-operations": "Operazioni",
  "naut-payments-rerouted": "Deviati",
  "naut-payments-donated": "Donati",
  "naut-payments-result": "Risultato",



  "naut-export-payments": "Esportazione dei pagamenti di Lumenaut",
  "naut-export-export": "In questa sezione, si possono esportare i pagamenti inviati da Lumenaut ad una specifica Chiave Pubblica. Per ricevere le informazioni riguardanti i pagamenti direttamente dal network di Stellar, inserisci la Chiave Pubblica qui in basso e clicca su \"Load\". Se lo desideri, cliccando su \"Export CSV\", si possono esportare in un file CSV tutte le informazioni riguardati i pagamenti.",
  "naut-export-30": "Ultimi 30 giorni",
  "naut-export-year": "Ultimo anno",
  "naut-export-previous": "Anno precedente",
  "naut-export-date": "Data",
  "naut-export-amount": "Quantità",
  "naut-export-input": "Nessuna Chiave Pubblica inserita...",



  "naut-about-what": "Cosa è Lumenaut",
  "naut-about-collective": "Lumenaut è un network collettivo, entusiasta per la tecnologia di <a href=\"https://www.stellar.org\">Stellar</a>.",
  "naut-about-lumenaut": "Lumenaut deriva dall'unione di due parole, \"lumen\" e \"naut\". La parola \"lumen\" si riferisce al crypto-asset utilizzato all'interno del network di Stellar chiamato Lumen e la parola \"naut\" si riferisce alla figura di astronauta o cosmonauta. Se siete appassionati di Stellar e possedere Lumen (XLM), allora siete dei lumenaut, proprio come noi.",

  "naut-about-members": "Membri di Lumenaut",
  "naut-about-list": "Il collettivo è formato da utenti che si sono incontrati nella subreddit ufficiale di <a href=\"https://reddit.com/r/stellar\">Stellar</a>. Al momento i collaboratori sono (in ordine alfabetico):",
  "naut-about-you": "e te!",

  "naut-about-help": "Come aiutare Lumenaut",
  "naut-about-services": "Stiamo provando a migliorare la community di Stellar ed il suo ecosistema. Noi non chiediamo nulla per il nostro servizio ma proviamo a fornire un servizio di elevata qualità a costo zero. Se vorrai contribuire economicamente alla nostra causa, allora ci aiuterai a pagare l'infrastruttura ed a permetterci di poter offrire il servizio gratuitamente. Questo ti permetterà di evitare di utilizzare altre pool che fanno pagare commissioni o speculare sulla tua inflazione. Sostanzialmente, noi siamo la migliore opzione in circolazione, siamo affidabili e gratuiti.",

  "naut-about-donate": "Se vuoi aiutarci a raggiungere l'obbiettivo mensile di raccolta di almeno 50$ al fine di permettere un funzionamento ottimale del servizio, puoi donare alcuni Lumen (XLM) al nostro indirizzo di donazione mostrato qui sotto.",

  "naut-about-contribute": "Se non puoi donare, allora potresti aiutarci condividendo con altre persone le informazioni di questo servizio, facendo magari post su blog, condividendo il nostro sito, partecipando alla nostra community, suggerendo idee o magari contribuendo aiutando a programmare. Oppure, semplicemente utilizzando la nostra pool, in quanto più voti riceveremo e più forti diventeremo, perchè se qualche utente decidesse di lasciare la pool potremmo o meno, rispettare ancora i requisiti minimi per ricevere l'inflazione.",



  "naut-footer-terms": "Condizioni generali",
  "naut-footer-privacy": "Privacy",
  "naut-footer-brand": "Kit stampa"
}
