{
  "naut-head-title": "Community Pool • Lumenaut",



  "naut-nav-join": "Unisciti",
  "naut-nav-faq": "FAQ",
  "naut-nav-payments": "Pagamenti",
  "naut-nav-export": "Esportazione",
  "naut-nav-about": "Chi siamo",
  "naut-nav-store": "Store",



  "naut-welcome-title": "Community Pool",
  "naut-welcome-decription": "Pagamento 100%, nessuna commissione.<br>Dalla community, per la community.",
  "naut-welcome-accounts": "Accounts",
  "naut-welcome-votes": "Voti",
  "naut-welcome-inflation": "Destinazione dell'inflazione",
  "naut-welcome-join": "Unisciti Adesso",



  "naut-join-title": "Unisciti alla Community Pool",
  "naut-join-tab-wallet": "1. Seleziona il tuo wallet",
  "naut-join-tab-cast": "2. Dai il tuo voto",
  "naut-join-tab-confirm": "3. Conferma il tuo voto",
  "naut-join-wallet": "Prima di tutto devi trasferire i tuoi Lumens in un wallet controllato da te. Se tieni i tuoi Lumens in un exchange l'inflazione ricevuta potrebbe essere trattenuta dall'exchange.",
  "naut-join-wallet-tutorial": "Seleziona il tutorial corrispondente al wallet che stai usando:",
  "naut-join-universal": "Tutti i wallet",

  "naut-cast-laboratory-01": "Apri lo <a href=\"https://www.stellar.org/laboratory/#?network=public\" target=\"_blank\">Stellar Laboratory</a> e modifica la rete selezionata in quella Pubblica:",
  "naut-cast-laboratory-02": "Clicca il tab \"Transaction Builder\":",
  "naut-cast-laboratory-03": "Incolla la tua Chiave Pubblica nel campo \"Source Account\":",
  "naut-cast-laboratory-04": "Clicca il pulsante \"Fetch next sequence number for account starting with...\":",
  "naut-cast-laboratory-05": "Scendi in basso nella pagina a \"Operation Type\", clicca e seleziona \"Set Options\":",
  "naut-cast-laboratory-06": "Incolla il nostro indirizzo nel campo \"Inflation Destination\":",
  "naut-cast-laboratory-07": "Scendi in basso nella pagina e clicca il pulsante \"Sign in Transaction Signer\":",
  "naut-cast-laboratory-07n1": "Collega il tuo Ledger e apri l'applicazione Stellar;",
  "naut-cast-laboratory-07n2": "Scendi in basso nella pagina e clicca il pulsante \"Sign with Default BIP path\":",
  "naut-cast-laboratory-07n3": "Approva la transazione nel Ledger;",
  "naut-cast-laboratory-08": "Verrai rediretto ad una nuova pagina, scendi in basso e incolla la tua Chiave Privata nel campo \"Add Signer\":",
  "naut-cast-laboratory-09": "Scendi in basso nella pagina e clicca il pulsante \"Submit to Post Transaction endpoint\":",
  "naut-cast-laboratory-10": "Verrai rediretto ad una nuova pagina, clicca il pulsante \"Submit\":",
  "naut-cast-laboratory-11": "Riceverai una risposta in formato JSON a conferma del tuo voto. Hai finito!",

  "naut-confirm-set": "Inserisci la tua <strong>Chiave Pubblica</strong> qui sotto per verificare se la destinazione per l'inflazione è impostata per il tuo account.",
  "naut-confirm-verify": "Verifica",



  "naut-faq-what": "Cosa è l'inflazione",
  "naut-faq-inflation": "L'inflazione è un meccanismo che distribuisce nuovi Lumens. Questo evento occorre settimanalmente al ritmo di 1% all'anno per chi possiede Lumen. L'inflazione è distribuita usando un sistema di votazione per cui coloro che detengono lo 0.05% del numero totale di voti sono qualificati per la ricezione dell'inflazione. Per saperne di più vi preghiamo di consultare la documentazione ufficiale al seguente indirizzo <a href=\"https://www.stellar.org/developers/guides/concepts/inflation.html\">https://www.stellar.org/developers/guides/concepts/inflation.html</a>.",
  "naut-faq-pool": "Se il tuo indirizzo non raggiunge il numero di voti minimo l'unico modo per ricevere l'inflazione è partecipare ad una Inflation Pool. Una Inflation Pool è il modo in cui una community può adoperarsi per raggiungere collettivamente il numero di voti necessario. L'inflazione viene ricevuta dalla Pool e ridistribuita ai partecipanti. In questo modo chiunque può ricevere nuovi Lumen settimanalmente!",

  "naut-faq-much": "Quanta inflazione riceverai",
  "naut-faq-estimate": "Per sapere quanto riceverai con il prossimo pagamento inserisci qui sotto il quantitativo di XLM oppure la tua <strong>Chiave Pubblica</strong> e stimeremo quanto riceverai settimanalmente.",
  "naut-faq-more": "Questo strumento non mantiene alcuna informazione, il calcolo è effettuato localmente nel tuo browser, non nei nostri server. <a href=\"https://github.com/Lumenaut-Network/website/tree/gh-pages\" target=\"_blank\">Più Informazioni</a>",

  "naut-faq-when": "Quando viene pagata l'inflazione",
  "naut-faq-utc": "L'inflazione è solitamente distribuita dalla rete Stellar tutti i Martedì alle 00:00 UTC. Processare la distribuzione da quel momento in poi non richiede solitamente che qualche minuto da parte nostra. Potrai pertanto attenderti di ricevere il pagamento settimanale ogni Martedì poco dopo le ore 00:00 UTC",

  "naut-faq-why": "Perché usare la Lumenaut Community Pool",
  "naut-faq-fair": "Correntemente sono presenti altre Pool per l'inflazione, ma tutte richiedono il pagamento di commissioni oppure utilizzano l'inflazione per speculare. Vista la mancanza di una Pool affidabile ed equa abbiamo deciso di creare qualcosa di meglio in cui nessuna commissione sara' mai sottratta dal tuo pagamento. Riceverai l'intero quantitativo della parte che ti è dovuta per l'inflazione settimanale.",

  "naut-faq-voting": "Votare per la Lumenaut Community Pool",
  "naut-faq-votes": "Il voto per l'inflazione è effettuato impostando l'opzione \"Inflation Destination\" verso il nostro indirizzo. Il tuo voto è equivalente al numero di Lumen che possiedi. Se ad esempio hai 100 XLM il tuo contributo sara' di 100 voti. Più Lumen possiedi, più lumen riceverai tramite l'inflazione. Per sapere come votare per la Lumenaut Community Pool segui i tutorial che puoi trovare <a href=\"https://lumenaut.net/#join\">qui</a>.",

  "naut-faq-revote": "Ri-votare per la destinazione dell'inflazione",
  "naut-faq-automatic": "La destinazione dell'inflazione va impostata una sola volta. L'opzione è direttamente collegata al tuo indirizzo, non ai tuoi Lumen, perciò e fintanto che il tuo indirizzo possiede dei Lumen riceverai la tua parte dal processo di inflazione. Il quantitativo di Lumen che riceverai sara' proporzionale al numero di Lumen presenti nel tuo account. Unirsi ad una Inflation Pool non cambia il fatto che potrai utilizzare il tuo indirizzo/wallet come fai normalmente, è tutto automatico!",

  "naut-faq-safety": "Sicurezza della Lumenaut Community Pool",
  "naut-faq-native": "La destinazione dell'inflazione è un component nativo della rete Stellar. è 100% sicura perchè la nostra Pool ha accesso unicamente alla tua Chiave Pubblica, che rappresenta l'indirizzo che hai utilizzato per votarci e che ci permette di sapere dove inviare il pagamento ogni settimana.",

  "naut-faq-secret": "Uso della Chiave Privata per impostare la destinazione dell'inflazione",
  "naut-faq-key": "A seconda del wallet che utilizzi e il <a href=\"#join\">tutorial</a> che segui, potresti aver bisogno della tua Chiave Privata per impostare la destinazione dell'inflazione. Per la maggior parte l'operazione sara' sicura, poichè la Chiave Privata è utilizzata sul sito ufficiale di Stellar o all'interno del tuo wallet. Nel caso in cui tu non ti dovessi fidare (che è perfettamente comprensibile) è importante capire che la tua Chiave Privata non verra' MAI condivisa con noi. Non abbiamo bisogno della tua Chiave Privata e non vogliamo essere responsabili per conto tuo della stessa. In tutto questo processo non c'è nulla che può arrecarti danno o sottrarti fondi dal tuo account.",
  "naut-faq-protection": "Ogni transazione o opzione che imposti per il tuo indirizzo deve essere firmata con la tua Chiave Privata al fine di verificare che la persona che sta effettuando l'operazione sia il legittimo proprietario dell'indirizzo. Questo processo è necessario per la sicurezza dell'account in tuo possesso, ed è una misura di sicurezza utilizzata al fine di bloccare terze parti dal poter cambiare la tua destinazione per l'inflazione senza il tuo consenso.",



  "naut-payments-history": "Storico Pagamenti",
  "naut-payments-date": "Data (AAAA/MM/GG)",
  "naut-payments-total": "Totale Pagato",
  "naut-payments-fee": "Totale Commissioni",
  "naut-payments-operations": "Operazioni",
  "naut-payments-rerouted": "Redirezioni",
  "naut-payments-donated": "Donazioni",
  "naut-payments-result": "Risultato",



  "naut-export-payments": "Esportazione Pagamenti",
  "naut-export-export": "Questa operazione esportera' i pagamenti inviati da Lumenaut ad una Chiave Pubblica. Inserisci la Chiave Pubblica qui sotto e premi il pulsante \"Carica\" per ottenere i dati di pagamento direttamente dalla rete. Se desideri potrai esportare un file CSV con tutte le transazioni premento sul tasto \"Esporta CSV\"",
  "naut-export-30": "Ultime 30 Giorni",
  "naut-export-year": "Ultimo Anno",
  "naut-export-previous": "Anno Precedente",
  "naut-export-more": "Non salviamo alcuna informazione nei nostri server, il calcolo è effettuato localmente nel tuo browser. <a href=\"https://github.com/Lumenaut-Network/lumenaut-payments-export\" target=\"_blank\">Più informazioni</a>",
  "naut-export-date": "Data",
  "naut-export-amount": "Valore",
  "naut-export-input": "Nessuna Chiave Pubblica caricata...",



  "naut-about-what": "Cosa è Lumenaut",
  "naut-about-collective": "Lumenaut è una collettivita' entusiasta della tecnologia <a href=\"https://www.stellar.org\">Stellar</a>.",
  "naut-about-lumenaut": "Lumenaut è un gioco di parole basato su \"lumen\" e \"naut\". La parola lumen si riferisce al crypto-asset della rete Stellar, chiamato Lumen, e la parola \"naut\" si riferisce ad astronauta o cosmonauta. Se segui gli sviluppo di Stellar e possiedi dei Lumen sei un Lumenaut, come noi.",

  "naut-about-members": "Membri di Lumenaut",
  "naut-about-list": "La collettivita' è stata fondata da utenti che si sono incontrati nello <a href=\"https://reddit.com/r/stellar\">Stellar subreddit</a>. Ad oggi hanno contribuito a questo progetto (in ordine alfabetico):",
  "naut-about-you": "e tu!",

  "naut-about-help": "Come aiutare Lumenaut",
  "naut-about-services": "Tentiamo costantemente di migliorare la community intorno a Stellar ed il suo ecosistema. Non chiediamo nulla per i nostri servizi e cerchiamo di offrire un servizio di alta qualita' a costo zero. Se vuoi contribuire alla nostra causa ed aiutarci a pagare le spese di gestione dei server ci saresti di grande aiuto nel continuare ad offrire i nostri servizi gratuitamente. La nostra esistenza ti permette di non dover usare altre Pool che trattengono commissioni dalla tua inflazioni, speculano sulla tua inflazione o ti inviano spam. In poche parole siamo la tua migliore opzione, affidabile e gratuita.",

  "naut-about-donate": "Se vuoi aiutarci a raggiungere almeno $50 al mese per il pagamento dei costi che sosteniamo puoi donare lumen al nostro indirizzo per le donazioni qui sotto.",

  "naut-about-contribute": "Se non puoi donare puoi sempre aiutarci spargendo la voce sui nostri servizi ad altre persona, scrivere degli articoli nel tuo blog, unirti alle nostre piattaforme media, suggerire idee, contribuire codice... o semplicemente usare la nostra Pool, più voti abbiamo più forti siamo, perchè se alcuni utenti decidono di lasciare la Pool possiamo così mantenere il minimo richiesto per continuare a ricevere l'inflazione.",



  "naut-footer-terms": "Termini",
  "naut-footer-privacy": "Privacy",
  "naut-footer-brand": "Stampa"
}
