{
  "site.head.title": "Lumenaut",

  "site.nav.about": "Sobre Nosotros",
  "site.nav.faq": "Preguntas Frecuentes",
  "site.nav.join": "Unirse",
  "site.nav.store": "Tienda",

  "site.main.welcome.community_pool": "Fondo Comunitario",
  "site.main.welcome.description": "Recibe el 100%, 0 comisiones.<br>Hecha por la comunidad, para la comunidad.",
  "site.main.welcome.accounts": "Participantes",
  "site.main.welcome.votes": "Votos",
  "site.main.welcome.inflation_destination": "Destino de Inflación",

  "site.main.about.what_is_lumenaut": "Qué es Lumenaut",
  "site.main.about.what_is_lumenaut.collective_network": "Lumenaut es una red colectiva creada por y para entusiastas de <a href=\"https://www.stellar.org\">Stellar</a>.",
  "site.main.about.what_is_lumenaut.description": "El nombre \"Lumenaut\" es un juego de palabras basado en \"Lumen\" y \"naut\". La palabra \"lumen\" hace referencia al nombre del instrumento llamado Lumens (XLM) utilizado en la red de Stellar, mientras que \"naut\" hace referencia al nombre \"astronauta\" o \"cosmonauta\". De este modo, si usted posee Lumens, ya eres un Lumenauta como nosotros.",

  "site.main.about.members_of_lumenaut": "Miembros de Lumenaut",
  "site.main.about.members_of_lumenaut.differentiation": "Este colectivo está formado por usuarios que se reúnen en el <a href=\"https://reddit.com/r/stellar\">subreddit oficial de Stellar</a>, pero no está limitado a los miembros de este, y cualquiera puede realizar colaboraciones. No nos gusta diferenciar a los colaboradores, ya que creemos que cualquier contribución tiene su propio mérito. En consecuencia, esta lista puede crecer y la editaremos para agregar los nuevos miembros.",
  "site.main.about.members_of_lumenaut.contributors": "Por el momento, los colaboradores son (sin ningún orden en particular):",
  "site.main.about.members_of_lumenaut.and_you": "y tú!",

  "site.main.about.how_to_help": "Cómo ayudar a Lumenaut",
  "site.main.about.how_to_help.services": "Todos nuestros servicios son justos y trabajamos duro de forma gratuita, intentando mejorar la comunidad y el ecosistema Stellar. Como podrás imaginar, los servidores tienen que ser pagados y no cobramos nada en comisiones, aun así, haremos todo lo posible para ofrecer un servicio de primera categoría y de calidad de forma gratuita. Si deseas contribuir y ayudarnos a pagar los servidores, ayudarás a este colectivo a seguir siendo libre y podremos evitar cobrar una comisión de cada entrega semana de tus Lumens, como sí hacen otros grupos de inflación.",
  "site.main.about.how_to_help.best_option": "Hablando claro, ser fiables y gratuitos nos convierte en tu mejor opción. Si deseas ayudar a que sigamos siéndolo, por favor, considera hacer una donación en XLM a la dirección siguiente.",

  "site.main.about.donation_address_only": "Por favor use esta dirección SOLAMENTE para donaciones!",

  "site.main.faq.what_it_is": "Qué es la inflación",
  "site.main.faq.what_it_is.mechanism": "La inflación es un mecanismo nominal que distribuye nuevos Lumens semanalmente a una tasa de 1% al año a los titulares de una cartera de Stellar Lumens. La inflación se distribuye utilizando un sistema de “votación”, por lo que aquellos con 0.05% del total de votos califican para los nuevos Lumens. Si su dirección no tiene el requisito mínimo del 0.05% de los votos, entonces aún puede cumplir con el requisito mínimo uniéndose a un grupo. El grupo es donde la comunidad puede reunirse y votar usando todos sus Lumens para alcanzar el mínimo requerido para que Stellar Development Foundation pague la inflación. Básicamente, es una forma de obtener Lumens de forma gratuita cada semana.",
  "site.main.faq.what_it_is.read_more": "Para aprender más sobre la inflación, por favor, consulta la <a href=\"https://www.stellar.org/developers/guides/concepts/inflation.html\">documentación oficial (en inglés)</a>.",
  
  "site.main.faq.why_use_community_pool": "Por qué usar Lumenaut",
  "site.main.faq.why_use_community_pool.currently": "Actualmente, hay otros grupos que cobran tarifas para unirse y/o envían spam a sus usuarios. Debido a la inexistencia de una piscina pública suficientemente buena y gratuita, hemos decidido hacer una mejor, en la que no haya comisiones para que recibas tu parte justa de Lumens, ni uno menos. Para unirse, no es necesario transferir tus Lumens de tu cartera en absoluto, por lo que siempre estarán en tu control fuera de peligro. No hay riesgo y sus lúmenes siempre estarán en su billetera. ¡Todo es 100% seguro!",
  
  "site.main.faq.how_to_vote": "Cómo votar en la piscina",
  "site.main.faq.how_to_vote.explain": "La votación se realiza mediante la configuración “Inflation Destination” en tu cartera, en la que deberás copiar la dirección de Lumenaut. Cuantos más Lumens poseas, más votos podrás emitir, y a cambio más Lumens recibirás. Enviaremos los Lumens de inflación a su dirección todas las semanas. Para aprender cómo configurar la dirección a la que votar, sigue las instrucciones de esta misma página.",

  "site.main.faq.how_much": "Cuánto y cuándo recibirá la inflación",
  "site.main.faq.how_much.when": "La inflación generalmente se distribuye por la red Stellar entre Lunes por la noche y Martes por la mañana a las 24h00 UTC. El procesamiento por nuestra parte no debe tomar más de unas horas después de eso, por lo tanto, debe recibir su porción de la distribución en algún momento de la mañana del Martes UTC.",
  "site.main.faq.how_much.enter": "Para saber cuánto recibirá en el próximo pago, ingrese abajo su cantidad de XLM o su llave pública para la estimación de la inflación.",

  "site.main.calculator.locally": "No almacenamos nada en nuestro servidor, el cálculo se hace localmente en su navegador. <a href=\"https://github.com/Lumenaut-Network/website/tree/gh-pages\">Más información.</a>",
  "site.main.calculator.estimated": "Pago estimado =",

  "site.main.join": "Unirse a Lumenaut",
  
  "site.main.join.step_1.title": "1. Añade fondos a tu cartera",
  "site.main.join.step_1.right.title": "Añade fondos a tu cartera",
  "site.main.join.step_1.right.transfer": "En primer lugar, tendrás que transferir todos tus Lumens a una cartera controlada por ti. Si mantuvieras tus Lumens en la página donde se compran y venden (\"exchange\"), entonces será esta página la que recibirá la inflación y no le dará su parte. Además, el tener sus Lumens en una cartera controlada por usted puede evitar que sus Lumens sean robados debido a un posible hackeo de la página.",
  "site.main.join.step_1.right.need_help": "¿Necesitas ayuda para elegir una cartera? Revisa las carteras oficialmente apoyadas por Stellar en su página oficial.",
  "site.main.join.step_1.right.wallets": "Carteras",

  "site.main.join.step_2.title": "2. Selecciona una cartera",
  "site.main.join.step_2.right.title": "Selecciona tu cartera para ver un tutorial",
  "site.main.join.step_2.right.other": "Otra",

  "site.main.join.step_3.title": "3. Configura tu voto",
  "site.main.join.step_3.right.title": "Configura tu voto",
  "site.main.join.step_3.right.done": "¡Hecho!",
  "site.main.join.step_3.right.stellarterm.set_inflation": "Go to \"Account\", choose \"Inflation\", input our address in \"Inflation destination\", and click \"Set inflation destination\";",
  "site.main.join.step_3.right.stellarterm.wait_server": "Wait for the server answer;",
  "site.main.join.step_3.right.stellarterm.confirm_success": "Confirm if it was successfully set;",

  // Laboratory
  "site.main.join.step_3.right.goto_laboratory": "Ve a <a href=\"https://www.stellar.org/laboratory/#?network=public\">Stellar Laboratory</a> y cambia a la red pública:",
  "site.main.join.step_3.right.laboratory.tx_builder": "Haz click en \"Transaction Builder\":",
  "site.main.join.step_3.right.laboratory.src_acc": "Copia tu Clave Pública en \"Source Account\":",
  "site.main.join.step_3.right.laboratory.seq_number": "Haz click en el botón azul \"Fetch next sequence number for account starting with...\":",
  "site.main.join.step_3.right.laboratory.op_type": "Sigue bajando hasta \"Operation Type\", haz click en el menu desplegable y elige \"Set Options\":",
  "site.main.join.step_3.right.laboratory.infl_destination": "Copia nuestra dirección en \"Inflation Destination\":",
  "site.main.join.step_3.right.laboratory.sign_tx": "Más abajo, haz click en el botón azul \"Sign in Transaction Signer\":",
  "site.main.join.step_3.right.laboratory.add_signer": "Serás redirigido a una nueva página, baja y pega tu Clave Secreta (Secret Key) en \"Add Signer\":",
  "site.main.join.step_3.right.laboratory.submit_tx": "Sigue bajando y haz click en el botón azul \"Submit to Post Transaction endpoint\":",
  "site.main.join.step_3.right.ledger.sign_bip": "Sigue bajando y haz click en el botón azul \"Sign with Default BIP path\":",
  "site.main.join.step_3.right.ledger.approve_tx": "Aproba la transacción en el dispositivo;",
  "site.main.join.step_3.right.ledger.submit_final": "Serás redirigido a una nueva página, haz click en el botón azul \"Submit\":",

  "site.main.join.step_4.title": "4. Confirma tu voto",
  "site.main.join.step_4.right.title": "Confirma tu voto",
  "site.main.join.step_4.right.is_set": "Inserta tu Clave Pública debajo para confirmar que el destino de la inflación está correctamente configurado.",
  "site.main.join.step_4.right.verify": "Verificar",
  "site.main.join.step_4.error.not_joined": "Hmmm. Parece que tu dirección no está en la piscina, verifica que has escrito bien tu dirección o vuelve a intentar el proceso si persiste el error.",
  "site.main.join.step_4.error.fetching": "Error obteniendo información de la cuenta. Por favor, intente nuevamente más tarde.",
  "site.main.join.step_4.error.bad_format": "Dirección inválida. Prueba a copiar y pegar de nuevo.",
  "site.main.join.step_4.success": "Correcto. ¡Bienvenido a Lumenaut!"
}